Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.19.02.14_fin.txt.tmx
Source language: fin
Languages: sme

source: Blogistani on taas kulunut tovi – pahoittelen sitä.
sme: Mu bloggas lea golihan bottaš – šállošan dan.

source: Kevät on ollut saamelaiskäräjillä melkoisen kiireistä.
sme: Giđđa lea leamaš sámediggái mealgat muddui hohpolaš.

source: Koska saamelaiskäräjien kokous pidetään Uumajassa eivätkä Suomen saamelaiset pääse kokousta seuraamaan ilman pitkää ajomatkaa, laitan blogiini kokouksen alussa pitämäni puheenjohtajan katsauksen suomeksi ja saameksi.
sme: Go sámedikki dievasčoakkán dollojuvvo Upmis eaige Suoma sápmelaččat beasa čuovvut čoakkáma juos eai boađe báikki nala, de bigan bloggái dievasčoakkáma álggus ságadoalli geahčastaga davvisáme- ja suomagillii.

source: Päivitän lähipäivää blogiani muista ajankohtaisista asioista.
sme: Lagašbeivviid čálán eará áigeguovdilis áššiin.

source: Hyvät saamelaiskäräjäjäsenet,
sme: Buorit sámediggeáirasat !

source: Lämpimästi tervetuloa Euroopan kulttuuripääkaupunki Uumajaan pitämään kokousta !
sme: Liekkus buresboahtin Eurohpá kulturoaivegávpogii Ubmái doallat čoakkáma !

source: Uumaja on erinomainen kokouspaikka, koska saamelaiskulttuuri on hyvin vahvasti läsnä kulttuuripääkaupunkivuoden tapahtumissa.
sme: Ubmi lea earenoamáš buorre čoakkánbáiki, daningo sámi kultuvra lea hui bures čalmmustahtton kulturoaivegávpoga dáhpáhusain.

source: Viime kokouksen jälkeen hallintomme on alkanut toimeenpanna hyväksyttyä talousarvioita, henkilöstöpoliittista ohjelmaa sekä yhdenvertaisuus- ja tasa-arvosuunnitelmaa.
sme: Mannan čoakkáma maŋŋel min hálddahus lea olláhuhttagoahtán dohkkehuvvon bušeahta, persovdnapolitihkalaš prográmma sihke ovttaveardásašvuohta- ja dásseárvoplánaid.

source: Taloushallinnon uudistaminen on myös pantu alulle.
sme: Ekonomiijahálddahusa ođasteapmi lea maid álggahuvvon.

source: Hallinto on aloittanut myös saamelaiskäräjien tiedotustoiminnan parantamisen ja kotisivuillemme on tuotettu uutta tietoa Suomen ratifioimista kansainvälisistä sopimuksista, ihmisoikeuselinten suosituksista, saamelaisista lainsäädännössä, saamelaiskäräjien edustajista eri työryhmissä ja saamelaiskulttuurista ylipäätään.
sme: Hálddahus lea buoridišgoahtán maid sámedikki dieđihandoaimma ja min ruovttusiidduide lea buvttaduvvon ođđa diehtu Suoma ratifiseren riikkaidgaskasaš soahpamušain, olmmošriekteorgánaid ávžžuhusain, sápmelaččaid birra lágain, sámedikki ovddasteddjiin sierra bargojoavkkuin ja obanassii sámi kultuvrras.

source: Olen hyvin tyytyväinen siihen, miten tarmokkaasti hallintomme on alkanut parantaa saamelaiskäräjien tiedotustoimintaa, tästä suurkiitos Pia Ruotsalalle.
sme: Lean hui duhtavaš dasa, man searalaččat min hálddahus lea buoridišgoahtán sámedikki dieđihandoaimma.

source: Toivon, että myös saamelaiskäräjäjäsenet tutustuisivat kotisivuihimme ja sinne koottuun tietoon.
sme: Mun gal duođaid sávan, ahte sámediggeáirasat oahpásnuvale min ruovttusiidduide ja dohko čohkkejun dihtui.

source: Kansainväliset sopimukset ovat yksi oikeuksiemme perusta ja on tärkeää, että luottamushenkilömme tuntevat ne hyvin.
sme: Riikkaidgaskasaš álbmotriekti, nappo olmmošriektesoahpamušat, lea oktan min rivttiideamet vuođđu ja lea dehálaš, ahte min luohttámušolbmot dovdet maid daid.

source: Saamelaiskäräjät neuvotteli saamelaiskäräjien kokouksen hyväksymän lausunnon pohjalta saamen kielten elvytysohjelmasta opetus- ja kulttuuriministeriössä tammikuun lopussa.
sme: Sámediggi ráđđádalai sámedikki dievasčoakkáma dohkkehan cealkámuša vuođul sámegielaid ealáskahttinprográmmas oahpahus- ja kulturministeriijas ođđajagimánu loahpas.

source: Ohjelma viimeistellään ja se mennee alkukeväästä valtioneuvoston käsiteltäväksi.
sme: Giellaealáskahttinprográmma buoriduvvo loahpalaš hápmái ja dat manaš álgogiđa stáhtaráđi gieđahallamii.

source: Ohjelma hyväksytään periaatepäätöksenä.
sme: Prográmma dohkkehuvvo prinsihppamearrádussan.

source: Valitettavasti ohjelman toimeenpanolle ei ole erillistä rahoitusta ja vasta vuoden 2015 talousarviossa voidaan olettaa ohjelmalle löytyvän rahoitusta.
sme: Dađi bahábut prográmma olláhuhttimii ii leat sierra ruhtadeapmi ja easka jagi 2015 bušeahtas sáhttá navdit giellaealáskahttinprográmmii gávdnot ruhtadeapmi.

source: Ohjelma on viivästynyt monestakin syystä, monilla ministeriöillä, Yleisradioilla ja muilla toimijoilla oli useita tarkennusehdotuksia ohjelmaan ja ohjelma on vaatinut paljon jatkotyöstämistä.
sme: Prográmma lea maŋŋonan máŋgga siva dihte, máŋggain ministeriijain, Riikkaradios Yles ja eará doibmiin ledje máŋggat buoridanevttohusat ja prográmma lea gáibidan olu joatkkabargama.

source: Saamelaiskäräjien pitää varautua siihen, että meidän tulee tehdä esityksiä lisätalousarvioihin, jotta saamme ohjelman toimeenpanoon vauhtia.
sme: Sámediggi ferte ráhkkanit dasa, ahte galgat dahkat evttohusa lassibušeahtaide, vai oažžut prográmma olláhuhttimii leahtu.

source: Joutunemme käyttämään myös henkilöstöresursseja ohjelman toimeenpanoon.
sme: Mii várra šaddat geavahit min olmmošlaš návccaid giellaealáskahttinprográmma olláhuhttimii.

source: Ravintola Galla on irtisanonut vuokrasopimuksen kannattamattoman toiminnan vuoksi jo 30.4 lähtien.
sme: Restauráŋŋa Gálla lea cealkán eret láigošiehtadusa juo 30.4. rájes dan dihte go doaibma ii lean gánnáhahtti.

source: Haemme parhaillaan uutta ravintoloitsijaa.
sme: Ohcat bárrasiin ođđa restauráŋŋadoalli.

source: Mikäli ravintoloitsijaa ei löydetä, se vaikuttaa sajoksen palvelumyyntiin ja nykyiseen palveluyksikköön sekä saamelaiskäräjien rahoituspohjaan.
sme: Jos eat gávnna ođđa fitnodaga restauráŋŋadoallin, de dat váikkuha Sadjosa bálvalanvuovdimii ja dáláš bálvalanovttadahkii ja dieđusge maid sámedikki ruhtadanvuđđui.

source: Lakimiessihteerimme Kalle Varis on selvittämässä parhaillaan miten sajoksen liiketoimintapalvelut tullaan järjestämään ja asiasta neuvotellaan eri ministeriöiden kanssa.
sme: Min láhkaolmmoš Kalle Varis lea aiddo dál čielggadeame mot Sadjosa fitnodatdoaibmabálvalusat ordnejuvvojit ja áššis ráđđádallojuvvo sierra ministeriijaiguin.

source: Toivon, että saisimme mallin luotua ja toisimme sen seuraavaan yleiskokoukseen.
sme: Sávan, ahte oaččuleimmet málle duddjojuvvot ja buvttaleimmet dan čuovvovaš dievasčoakkáma gieđahallamii.

source: On kuitenkin mahdollista että mikäli emme saa ravintoloitsijaa, se voi aiheuttaa tarpeen tehdä edelleen lisäselvityksiä ja liiketoimintamallin hyväksyminen siirtyy edelleen.
sme: Lea goitge vejolaš, ahte jos eat oaččo restauráŋŋadoalli, de dat sáhttá dagahit dárbbu ráhkadit lassičielggademiid ja fitnodatdoaibmamálle dohkkeheapmi sirdása vel maŋŋelii.

source: Saamelaiskäräjien hallitus hyväksyi lausunnon kalastuslaista.
sme: Sámedikki stivra dohkkehii cealkámuša guolástanlágas.

source: Valitettavasti se ei ehtinyt yleiskokouksen käsittelyyn, koska maa- ja metsätalousministeriö ilmoitti, että se voi ottaa lausuntoa huomioon mikäli se olisi käsitelty tässä kokouksessa.
sme: Dađi bahábut eat ožžon nu olu cealkináiggi, ahte livččiimet dan bastán buktit dán dievasčoakkáma gieđahallamii, daningo eanan- ja meahccedoalloministeriija ilmmuhii, ahte dat ii sáhte váldit cealkámuša fuomášupmái jos dat livččii dohkkehuvvon easka dievasčoakkámis.

source: Lausunto perustui kokonaisuudessaan yleiskokouksen vuonna 2012 hyväksymään lausuntoon kalastuslain kokonaisuudistusta valmistelleen työryhmän ehdotuksesta.
sme: Cealkámuš vuođđuduvai ollislaččat dievasčoakkáma jagi 2012 dohkkehan cealkámuššii guolastanlága válmmaštallan bargojoavkku evttohusas.

source: Ministeriö ei ottanut huomioon lausunnossamme kiinnittämiin asioihin ja periaatteessa ministeriön esitys oli pitkälti sama kuin lakia valmistelleen työryhmän esitys.
sme: Ministeriija ii lean váldán vuhtii min cealkámušasteamet gidden fuomášumiide ja prinsihpas ministeriija evttohus lei hui guhkás seamma go lága válmmaštallan bargojoavkku evttohus.

source: Kalastuslakiesitys on hyvin monella tapaa ongelmallinen saamelaisten kannalta.
sme: Guolástanláhkaevttohus lea máŋgga ládje buncar sápmelaččaid dáfus.

source: Perinteinen kotitarvekalastus ehdotetaan rinnastettavaksi vapaa-ajankalastukseen.
sme: Árbevirolaš ruovttodárboguolástus evttohuvvo buohtastahttojuvvot luomosáigge guolásteapmái.

source: Kotitarvekalastajat eivät saisi myydä pyytämäänsä kalaa ravintoloille tai kaupoille.
sme: Ruovttudárboguolásteaddjit eai oaččole vuovdit iežaset bivdin guoli restauráŋŋŋaide dehe rámbuvrraide.

source: Viisi kiloa vuorokaudessa saisi myydä sukulaisille tai tutuille.
sme: Vihtta gilo jándoris oaččulii vuovdit fulkkiide dehe oahppásiidda.

source: Ilmeisesti Tenolla lohet pitäisi paloitella ennen myymistä.
sme: Dađi lági mielde Deanus luosat galggale smávvejuvvot ovdal vuovdima.

source: Pelkään että suurempi ongelma on se, että ehdotus lopettaa läheltä pyydetyn kalan saannin kaupoista ja ravintoloista, koska monet kotitarvekalastajat eivät ryhdy byrokratian johdosta ammattimaisiksi kalastajaksi.
sme: Balan, ahte stuorit problema lea dat, ahte evttohus loahpaha lahka bivdojun guoli oažžuma rámbuvrrain, restauráŋŋain, skuvllain ja boarrásiidsiiddain, daningo in jáhke beare gállása guollebivdiin riepmat byrokratiija geažil ámmátguolásteaddjin.

source: Saamelaiselle kalastusperinteelle esitys voi olla tuhoisa.
sme: Sámi guolástanárbevieru dáfus evttohus sáhttá leat sorbmi.

source: Samoin saamelaisten vapaata kalastusoikeutta ehdotetaan rajoitettavan merkittävästi.
sme: Seamma ládje sápmelaččaid friddja guolástanriekti evttohuvvo ráddjejuvvot hui olu.

source: Perustuslakivaliokunnan kannan mukana vapaan kalastusoikeuden tarkoituksena on osaltaan ratkaista saamelaisten maaoikeuksia.
sme: Vuođđoláhkaválljagotti oainnu mielde friddja guolástanrievtti ulbmilin lea muhtin oassái čoavdit sámiid eanan- ja čáhcerivttiid.

source: Kaikkinaiset heikennykset saamelaisten maaoikeuksiin heikentävät Ilo-sopimuksen ratifiointia ja saamelaisten oikeusasemaa.
sme: Buot geahnohuhttimat sápmelaččaid eanan- ja čáhcevuoigatvuođaide heajudit Ilo 169-soahpamuša ratifiserema vejolašvuođaid ja sámiid riektesajádaga.

source: Saamelaiskäräjien hallitus esitti, kuten yleiskokouskin, että vapaasta kalastusoikeudesta ei tule luopua ja se tulee ulottaa koskemaan myös Vuotson aluetta.
sme: Sámedikki stivra evttohii, dego dievasčoakkánnai, ahte friddja guolástanrievttis ii galgga luohpat ja dat galgá olahuvvot guoskat maid Vuohču guovllu.

source: Lisäksi ehdotimme, että luonnon monimuotoisuuden ja kalakannan turvaamiseksi voidaan asetuksella rauhoittaa kutujokia ja vaellusjokia määräajaksi vapaalta kalastusoikeudelta.
sme: Dasa lassin stivra evttohii, ahte luonddu máŋggahápmásašvuođa ja guollenáli dorvvasteami várás sáhttet lága ásahusain ráfaidahttojuvvot gođđanjogat ja golganjogat mearreáigái friddja guolastanrievttis.

source: Kalakantojen turvaaminen on saamelaiskäräjille ehdottoman tärkeää.
sme: Guollenáliid dorvvasteapmi lea sámediggái hui dehálaš.

source: Alkuvuonna saamelaiskäräjillä oli ilo saada vieraakseen arvovieraita.
sme: Álgojagi sámedikkis lei gudni oažžut galledeaddjin árvogussiid.

source: Ulkoministeri Erkki Tuomioja ja maa- ja metsätalousministeri vierailivat saamelaiskäräjillä tammikuussa.
sme: Olgoriikkaministtar Erkki Tuomioja ja eanan- ja meahccedoalloministtar Jari Koskinen guossástalle sámedikkis ođđajagimánu.

source: Ulkoministeri vieraili kutsustamme ja maa- ja metsätalousministeri taas halusi tavata erityisesti saamelaiskäräjien hallituksen.
sme: Olgoministtar guossástalai min bovdehusas ja eanan- ja meahccedoalloministtar fas hálidii deaivvadit earenoamážit sámedikki stivrrain.

source: Valitettavasti ulkoministeri Tuomiojan vierailu sai ikäviä piirteitä, joissa oli osallisena entinen saamelaiskäräjien hallituksen jäsen ja nykyinen saamelaiskäräjien jäsen Anu Avaskari.
sme: Dađi bahábut olgoministtar Tuomioja guossástallan oaččui morašlaš iešvugiid, main lei oasálažžan ovddes sámedikki stivrra áirras ja dálá sámediggeáirras Anu Avaskari.

source: Otan tämän asian esille nyt saamelaiskäräjien kokouksessa, koska hän ei ole toiminut saamelaiskäräjiä ohjaavan työjärjestyksen eikä vaalikauden toimintaohjelman mukaisesti, johon hän on sitoutunut.
sme: Válddán dán ášši ovdan dál sámedikki dievasčoakkámis, daningo sámediggeáirras Avaskari ii leat doaibman sámedikki stivrejeaddji bargoortnega iige válgabaji doaibmaprográmma mielde, masa son lea čatnasan.

source: Saamelaiskäräjien yleisen käytännön mukaisesti ministerien ja saamelaiskäräjien välisiin kahdenkeskisiin tapaamisiin osallistuvat vain saamelaiskäräjien nimeämät edustajat.
sme: Sámedikki almmolaš geavada mielde ministariid ja ja sámedikki guovttagaskka deaivvademiide oassálastet dušše sámedikki válljen ovddasteaddjit.

source: Ministerin vierailuohjelmat hyväksytetään samoin kuin osallistujatkin aina ministerin erityisavustajalla.
sme: Ministara guossástallanprográmmat dohkkehahttojuvvojit seamma ládje go oassálastitge álohii ministeriijain sierravehkiid doaimmas.

source: Tämä on ehdottoman tärkeätä ministerin turvallisuusluokituksen vuoksi.
sme: Dát lea eavttuhis dehálaš ministara alla dorvoklassifiserema geažil.

source: Tämän käytännön tuntevat kaikki saamelaiskäräjät ja tietenkin sen valistuneet jäsenet ja on todella ikävää, surullista ja järkyttävää, että käräjäjäsen haluaa loukata ja heikentää saamelaista kulttuuri-itsehallintoa ja käytännössä edistää ja tukea saamelaisten oikeuksia vastustavia tahoja.
sme: Dán geavada dovdet buot sámedikkit ja diehttelas dan čuvgejuvvon áirasat ja lea duođaid ahkit, moraslaš ja váimmu čarvejeaddji dovdu, ahte diggeáirras hálida loavkkidit ja geahnohuhttit sámi kulturiešstivrema ja geavadis ovddidit ja doarjut beliid, mat vuostálastet sápmelaččaid vuoigatvuođaid.

source: Minusta Anu Avaskarin toiminta saamelaiskäräjien jäsenenä on hyvin arveluttavaa.
sme: Mu mielas Anu Avaskari doaibma sámedikki áirrasin lea hui vávjjehahtti.

source: Hän toimittaa inarinsaamelaisten nimissä kannanottoja eri ministereille ja viranomaisille väittäen, että saamelaiskäräjät ei kunnioita inarinsaamelaisten oikeuksia.
sme: Son doaimmaha anársápmelaččaid namas cealkámušaid sierra ministeriijaide ja eiseválddiide ja čuoččuha, ahte sámediggi ii gudnejáhte anársápmelaččaid vuoigatvuođaid.

source: Hän ei ole kuitenkaan koskaan tuonut näitä esityksiä saamelaiskäräjien käsiteltäväksi eikä saamelaiskäräjillä ole ollut mahdollisuuksia niitä täten edes edistääkään.
sme: Son ii leat goitge goassige buktán dáid evttohusaidis sámedikki gieđahallama várás iige sámedikkis leat leamaš danin vejolašvuohta daid oba ovddiditge.

source: Toiminta on täten tarkoituksenhakuista ja tarkoituksena on vain murentaa saamelaista kulttuuri-itsehallintoa ja tukea saamelaisten oikeuksia vastustavia tahoja, ei parantaa inarinsaamelaisten oikeuksia.
sme: Dákkár doaibma lea vásedin dahkkon bostaleami nammii ja ulbmilin lea leamaš dušše mollet sámi kulturiešstivrema ja doarjut beliid, mat vuostálastet sámiid vuoigatvuođaid, jearaldat ii leat heađisge anársápmelaččaid vuoigatvuođaid ovddideamis.

source: Saamelaiskäräjät käsittelee kaikki käräjäedustajien tekemät aloitteet ja esitykset ja toivon, että saamme konkreettisia esityksiä inarinsaamelaisten aseman parantamiseksi käräjäjäseniltä.
sme: Sámediggi gieđahallá buot sámediggeáirasiid dahkan álgagiid ja evttohusaid ja sávan, ahte oažžut konkrehta evttohusaid anársápmelaččaid sajádaga buorideami várás sámediggeáirasiin.

source: Saamelaiskäräjäjäseniltä odotetaan tehtävän edellyttämää arvokkuutta, saamelaiskäräjiä ohjaavan lainsäädännön ja työjärjestyksen tuntemista sekä asiallista käytöstä.
sme: Sámediggeáirasiin vurdojuvvo doaimma eaktudan árvugasvuohta, sámedikki stivrejeaddji lága ja bargoortnega dovdamuš ja áššálaš meannudeapmi.

source: Jos saamelaiskäräjäjäsenet eivät itse tunnusta, kunnioita tai toimi saamelaiskäräjiä ohjaavien sääntöjen mukaan, miksi edellyttäisimme muidenkaan niitä kunnioittavan ?
sme: Jos sámediggeáirasat eai ieža dovddas, gudnejáhte dehe doaimma sámedikki njuolggadusaid mielde, de manne galgá vuordit ahte earát daid gudnejahttet ?

source: Saamelaiskäräjät ei ole kunnanvaltuusto eikä yhdistyksen kokous.
sme: Sámediggi ii leat suohkanstivra iige searvvi čoakkán.

source: Vaikka meillä ei ole merkittävästi itsenäistä päätösvaltaa, meillä on ennen kaikkea moraalista päätösvaltaa sekä olemme esimerkkeinä saamelaisille ja valtakulttuurin edustajillekin miten saamelaiset tekevät päätöksiä ja millaisen saamelaisyhteiskunnan saamelaiset haluavat.
sme: Vaikko mis ii leat bearehaga iehčanas mearridanváldi, de mis lea earenoamážit morála mearridanváldi ja mii leat ovdamearkan sápmelaččaide ja váldokultuvrra olbmuidenai mot sápmelaččat dahket mearrádusaid ja makkár sámiservodaga sápmelaččat hálidit.

source: Olemme saamelaisten eduskunta.
sme: Mii leat sápmelaččaid riikkabeaivvit.

source: Jos haluamme, että tehtäviämme lisätään ja saamelaiskäräjät otetaan vakavasti, meidän on käyttäydyttävä saamelaiskäräjien arvon edellyttämällä tavalla - aivan kuten kansanedustajatkin tekevät.
sme: Jos hálidit, ahte min barggut lasihuvvojit ja sámediggi váldojuvvo duođalaččat, de mii galgat meannudit sámedikki gáibidan árvvu mielde – aivve seamma ládje go riikkabeaiáirasatnai barget.

source: Saamelaiskäräjille valittujen edustajien lakisääteinen tehtävä on myös vain ja ainoastaan edustaa saamelaisten oikeuksia.
sme: Sámediggái válljejun ovddasteddjiid lágas addon bargun lea maid duššebeare ovddastit sápmelaččaid rivttiid.

source: Viime aikoina minusta on tuntunut siltä, että tämä ajatus on valumassa yhä kauemmas monen saamelaiskäräjäjäsen ajattelutavasta, mistä olen hyvin surullinen.
sme: Maŋimus áiggiid munnje lea boahtán dakkár dovdu, ahte dát mu máinnašan jurdda lea gáidame ain guhkkelii máŋgga sámediggeáirasa jurddahanvuogis, ja das gal lean hui morašmielain.

source: Me saamelaiset korostamme olevan yksi valtio neljän valtion alueella.
sme: Mii sápmelaččat deattuhit, ahte mii leat okta álbmot njealji stáhta viidodagas.

source: Onko tämä enää totta ?
sme: Leago dát šat duohta ?

source: Meidänkin saamelaiskäräjillä on noussut yhä enemmän ja enemmän puhe kuntalaisten oikeuksista ja tietyssä kunnissa asuvien saamelaisten oikeuksista.
sme: Minnai sámedikkis lea loktanan eanet ah`eanet sáhka suohkana olbmuid vuoigatvuođain ja sápmelaččaid vuoigatvuođain, geat orrot dihto suohkaniin.

source: Tämä kävi selvästi ilmi käsitellessämme saamelaiskäräjälakityöryhmän mietintöä sekä kalastuslain käsittelyssä niin yleiskokouksessa kuin saamelaiskäräjien hallituksessakin.
sme: Dát čielggai aŋkke munnje hui čielgasit go gieđahalaimet sámediggeláhkabargojoavkku smiehttamuša dego maid guolástanlága gieđahaladettiin nu dievasčoakkámis go sámedikki stivrrasge.

source: Jos me ajattelemme vain kuntia, tietyssä kunnassa asuvien saamelaisten oikeuksia tai olemme valmiit rajoittamaan saamelaisten nykyisiä oikeuksia, jotta yhden kunnan alueen saamelaisten oikeudet voisivat lyhytaikaisesti parantua, mutta kaikkien muiden oikeudet heikkenisivät, olemme tulleet kauas saamelaiskulttuurin perinteistä.
sme: Jos mii jurddahit dušše suohkaniid, dihto suohkaniid sápmelaččaid vuoigatvuođaid dehe jos leat gárvát gáržžidit sápmelaččaid dálá vuoigatvuođaid, vai ovtta suohkana sápmelaččaid vuoigatvuođat sáhttet oanehisáigásaččat buorránit, muhto buot earáid vuoigatvuođat hedjonivčče, de leat gal gáidán oba mihá guhkás sámi kultuvrra árbevieruin.

source: Mitä me teemme pohjoismaisella saamelaissopimuksella jos emme pysty edes Suomessa ajattelemaan saamelaisten kotiseutualuetta yhtenä saamelaisten alueena ilman kuntarajoja saamelaisille ?
sme: Maid mii bargat davviriikkalaš sámi soahpamušain jos eat bastte oba Suomasge oaidnit sámi ruovttuguovllu oktan sápmelaččaid orrun guovlun almmá suohkanrájiid haga ?

source: Jos haluamme säilyä elinvoimaisena, erityisenä ja ylipäätään alkuperäiskansakulttuurina, niin kulttuurin keskeisestä periaatteista ja arvoista tulee pitää kiinni.
sme: Jos hálidit seailut ealaskassan, earenoamážin ja obanassii álgoálbmotkultuvran, nu kultuvrra guovddáš prinsihpain ja árvvuin galgá doallat.

source: Kulttuuri ja sen piirteet toki aina kehittyvät, mutta arvopohja - eli erityisesti näkemys saamelaisista yhtenä kansana - tulee säilyä kulttuurimme keskiössä.
sme: Kultuvra ja dan iešvuogit almmatge gal álohii gárganit, muhto árvovuođđu – dehege earenoamážit oaidnu sápmelaččain oktan álbmogin – dat ferte seailut min kultuvrra váimmusin.

source: Nykyisessä modernissa maailmassa on helppo unohtaa kulttuurin ydinarvot.
sme: Dálá ođđaáigásaš máilmmis lea álki vajálduhttit kultuvrra váimmusárvvuid.

source: Siksi meidän saamelaiskäräjien tulee itsekin pohtia ja palauttaa mieliimme ja tukea saamelaisten arvopohjan säilymistä.
sme: Danin mii sámediggin galgat iežanai suokkardit ja máhcahit millii ja doarjut sámi árvovuođu seailuma.

source: Saamelaiseen perinteiseen arvopohjaan ei kuulu toisten saamen kieli- ja kulttuuriryhmien väheksyminen tai syyttäminen.
sme: Sámi árbevirolaš árvovuđđui ii gula eará eará sámi giella- ja kultuvrajoavkkuid badjelgeahččan dehe sivaheapmi.

source: Olen todella huolissani siitä, miten saamelaisten oikeuksia ja saamelaisuutta vastustavat ajavat eri saamelaisryhmiä vastakkain tietoisesti provosoiden ja tehden omaa politiikkaansa.
sme: Mun lean duođaid fuolas das, mot sápmelaččaid vuoigatvuođaid ja sápmelašvuođa vuostálastit bastet vuodjit sápmelaččaid vuostálagaid diđolaččat ja vásedin nu ahte sii provoserejit ja dahket iežaset politihka.

source: Tavoitteena tällaisella toiminnalla on saamelaisten alkuperäiskansa-aseman heikentäminen ja saamelaisen kulttuuri-itsehallinnon heikentäminen.
sme: Ulbmilin dákkár doaimmas lea sámiid álgoálbmotsajádaga heajudeapmi ja sámi kulturiešstivrema geahnohuhttin.

source: Politiikkaan kuuluvat erilaiset mielipiteet ja joskus eriävät mielipiteetkin, eikä saamelaiskäräjien eikä minkään elimen tarvitsekaan olla yksimielinen.
sme: Politihkkii gullet sierra oainnut ja muhtimin juobe sierraoaivilatnai, iige sámediggi dárbbat iige mihkkege orgánaid dárbbatge leat ovttamielalaš.

source: On kuitenkin välttämätöntä, että eri mielipiteetkin perustellaan suhteessa saamelaiskäräjien tehtäviin.
sme: Lea goitge vealtameahttun, ahte sierra oainnutge ákkastallojuvvojit sámedikki bargguid ektui.

source: Halusin tuoda tämän, hieman erilaisen katsauksen esille koska olen hyvin huolissani siitä, millaisen esimerkin saamelaiskäräjät antaa nuoremmalle saamelaispolvelle.
sme: Hálidin buktit dán, veaháš sierralágán geahčastaga ovdan, daningo lean hui fuolas das, makkár ovdamearkka sámediggi addá nuorat sápmelašbulvii.

source: Meidän tulee varoa sitä, että emme jätä nuoremmille saamelaissukupolville esimerkkiä ja näkemystä siitä, että saamelaiset eivät ole yksi kansa, eivätkä eri saamelaisryhmät kilpailevat toistensa kanssa.
sme: Mii galgat leat várrugasat dan ektui, ahte eat guođe nuorat sápmelašbuolvvaide ovdamearkka ja oainnu das, ahte sápmelaččat eai leat okta álbmot, eaige sierra sápmelašjoavkkut gilval nuppideasetguin.

source: Olemme aina ottaneet huomioon omassa toiminnassamme eri saamen kieli- ja kulttuuriryhmät ja sieltä tulevat esitykset.
sme: Mii leat álohii váldán vuhtii iežamet doaimmas sierra sámi giella- ja kulturjoavkkuid ja daid evttohusaid.

source: Vastakkainasettelun sijasta toivonkin, että keskitymme enemmän asiakysymyksiin.
sme: Vuostálagaid bidjama sajes sávannai, ahte vuojulduvvat eambbo áššegažaldagaide.

source: Nyt annan puheenvuoron varapuheenjohtajille.
sme: Dál attán sáhkavuoru várreságadolliide.
